src/test/java/features/FAN/FAN_Payloads/createFAN_NegativeTest_payload.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:max="http://www.ibm.com/maximo">
   <soapenv:Header/>
   <soapenv:Body>
      <max:CreateYVWFAN>
         <max:YVWFANSet>
            <max:SR action="Create">
                   <max:GBSCALLERCOMP>YVW</max:GBSCALLERCOMP>
                   <max:GBSCUSTOMERNAME>Maximo</max:GBSCUSTOMERNAME>
            <max:YVWCUSTLASTNAME>KaratePOC</max:YVWCUSTLASTNAME>
                   <max:GBSCUSTPHONE>0400112233</max:GBSCUSTPHONE>
                   <max:GBSSRTYPE>PERMIT</max:GBSSRTYPE>
                   <max:CLASSSTRUCTUREID>PERMIT</max:CLASSSTRUCTUREID>
                   <max:GBSSECONDCUSTNAME>Automation Test</max:GBSSECONDCUSTNAME>
                   <max:GBSSECONDPHONE/>
                   <max:GBSSECONDCOMMENTS>comms</max:GBSSECONDCOMMENTS>
                   <max:TARGETFINISH>2020-02-05T12:30:00</max:TARGETFINISH>
                   <max:GBSCALLERREGO>1GY5RN</max:GBSCALLERREGO>
                   <max:ORIGRECORDCLASS>WORKORDER</max:ORIGRECORDCLASS>
                   <max:ORIGRECORDID>7062738</max:ORIGRECORDID>
                   <max:ORIGRECSITEID>YVW</max:ORIGRECSITEID>
                   <max:ORIGRECORGID>YVWORG</max:ORIGRECORGID>
            </max:SR>
         </max:YVWFANSet>
      </max:CreateYVWFAN>
   </soapenv:Body>
</soapenv:Envelope>